{
  "title": "ALDES",
  "short_title": "ALDES",
  "description": "Association of Liberal Democrat Engineers and Scientists",
  "logo": "assets/images/aldes.png",
  "lang": "en-GB",
  "comments": false,
  "navigation": [
    {
      "url": "{{ site.url }}/",
      "label": "Home",
      "newtab": false
    },
    {
      "url": "{{ site.url }}/about/",
      "label": "About",
      "newtab": false
    },
    {
      "url": "{{ site.url }}/people/",
      "label": "People",
      "newtab": false
    },
    {
      "url": "{{ site.url }}/join/",
      "label": "Join",
      "newtab": false
    },
    {
      "url": "https://www.facebook.com/LibDemEngineersAndScientists",
      "svg": "facebook",
      "newtab": true
    },
    {
      "url": "https://twitter.com/AldesLibDems",
      "svg": "twitter",
      "newtab": true
    }
  ],
  "sidebar": [
    {
      "title": "ALDES",
      "blurb": [
        "The Association of Liberal Democrat Engineers and Scientists"
      ]
    },
    {
      "url": "{{ site.url }}/join/",
      "image": "assets/images/join-aldes.jpg",
      "title": "Become a Member",
      "blurb": [
        "Join ALDES today to ensure science and reason get a fair hearing in the Lib Dems."
      ]
    }
  ],
  "people": [
    {
      "image": "assets/images/chair.jpg",
      "title": "Josh Matthews, Chair",
      "text": "Josh originally studied Chemical Engineering at Loughborough, spending time in industry and at UC Santa Barbara focussing on sustainable hydrogen production. Josh moved to Cambridge where he added an “MBA for engineers” – alongside consulting work and sustainability-themed research – before graduating and settling in Cambridge where he now researches sustainability, business, and emerging technology. Josh joined the Lib Dems in February 2019 before being elected to the Cambridge City Council that August and as Aldes’ Chair in January 2020."
    },
    {
      "image": "assets/images/treasurer.jpg",
      "title": "Chris Lomax, Treasurer",
      "text": "Chris Lomax is a Chartered Chemical Engineer and Scientist working as a Consultant and Design Engineer in offshore and onshore energy. Chris is a Cambridge graduate, and has worked for 20 years in a range of positions in the Engineering and Industrial sectors, mainly in food production and energy generation. As a Chemical Engineer, Chris’ main focus is the overall integration and design of industrial plant, understanding what goes on inside the pipes and equipment. Chris also has a background in software engineering and industrial control systems. Chris is a member of the Institute of Chemical Engineers (IChemE)."
    }
  ]
}
